[
  {
    "id": "accenture",
    "company": "Accenture",
    "link": "accenture.com",
    "textColor": [0, 0, 0, 1],
    "backgroundColor": [151, 0, 204, 1],
    "logo": "assets/images/logos/accenture.svg",
    "jobs": [
      {
        "id": "data_eng",
        "role": "Data Engineer",
        "position": "Analyst",
        "startDate": "2022-10-00T00:00:00",
        "endDate": "present",
        "summary": "- Building and improving the Digital Twin to reflect reality\n- Working in a cross-functional team in a project-oriented, agile manner\n- Creation of internal assets",
        "body": "## Mobility Industry\n\nMy work involved creating internal assets to communicate technical knowledge and skills. It also involved independent learning of complex domain-specific contexts. The role included creating, coordinating and implementing database schemas and software components using Python and Eclipse Sumo. In addition, designing and communicating proposed solutions to project-related challenges with the aim of achieving simulation realism, as well as onboarding and introducing new colleagues were part of my job.",
        "tagIds": [
          "python",
          "reinforcement_learning",
          "digital_twin"
        ]
      },
      {
        "id": "software_dev",
        "role": "Software Developer",
        "position": "Dual Student",
        "startDate": "2019-10-01T00:00:00",
        "endDate": "2022-09-30T23:59:59",
        "summary": "- Experience across industries and domains\n- Focus on software development, data and machine learning\n- Data & Artificial Intelligence strategy design",
        "body": "My work as a software developer with an emphasis on data comprised several stations in different industries. Below is a selection of these.\n## Event Management Industry\nThe goal of this project was to develop a serverless web application for event management. The main focus of my work was to build the infrastructure for user authentication using AWS Cognito and the implementation in the frontend using AWS Amplify. I was also responsible for creating a CI/CD pipeline to automatically deploy new versions of the application using GitLab CI/CD and AWS S3 + Cloudfront.\n\n## Consumer Goods\nWorked in a variety of roles including process automation and database design using Microsoft Sharepoint and Access. I also anonymised, analysed and visualised personal data using machine learning models with Python, scikit-learn and TensorFlow, including reporting to management. I was also responsible for providing personal data in a dashboard using Angular.\n\n## Mobility Industry\nMy focus was on parallel generation of simulations and evaluation of metrics using Python and Ray. Additionally, I have been involved in the implementation of proof-of-concept reinforcement learning models using Python and PyTorch. I was also engaged in writing proposals to solve customer challenges and conceptualising a strategy for the development and deployment of machine learning. This included defining the stages from concept to finished product and the staffing strategy.\n\n",
        "tagIds": [
          "python",
          "deep_learning",
          "aws",
          "reinforcement_learning",
          "strategy"
        ]
      }
    ]
  },
  {
    "id": "dhbw_mannheim",
    "company": "Duale Hochschule Baden-Württemberg (DHBW) Mannheim",
    "link": "https://www.mannheim.dhbw.de/startseite",
    "textColor": [93, 105, 113, 1],
    "backgroundColor": [255, 255, 255, 1],
    "logo": "assets/images/logos/dhbw.svg",
    "jobs": [
      {
        "id": "business_informatics",
        "role": "Business Informatics • Data Science",
        "position": "B.Sc.",
        "startDate": "2019-10-01T00:00:00",
        "endDate": "2022-09-30T23:59:59",
        "summary": "- Lectures and projects on Data Science and Machine Learning topics\n- Bachelor thesis on Explainable Artificial Intelligence\n- Graduation with ECTS classification A",
        "body": "During my studies at the DHBW Mannheim, I dealt intensively with the topics of business informatics and especially data science. My personal focus was on machine learning.\n\nIndustry-relevant content of the programme includes\n- working independently and in teams to work on, conceptualise and define the scope of deliverables,\n- numerous projects focused on machine learning and data science,\n- lectures on topics related to data science, data analytics and big data, as well as machine learning and artificial intelligence.\n\nMy bachelor thesis \"Post Pruning Algorithms for Linear Model U-Trees in the Context of Explainable Reinforcement Learning\" is dedicated to improving the interpretability of reinforcement learning models using decision trees. Other scientific papers I have written during my studies have covered topics such as quantum computing, dimensionality reduction methods and federated learning.\n\nI have successfully completed my studies with a total of 210 ECTS credits and an ECTS grade of A (very good).\n",
        "tagIds": [
          "machine_learning",
          "artificial_intelligence",
          "reinforcement_learning",
          "computer_vision",
          "nlp"
        ]
      }
    ]
  }
]